Repository: wp-plugins/unicode-character-keyboard
Catalog: lang/avp-unicode-charkbd-*.po
Languages: es_es

source: Settings
es_es: Ajustes

source: Unicode Keyboard
es_es: Teclado Unicode

source: Manage Files
es_es: Administrar Archivos

source: Display Keyboards
es_es: Mostrar Teclados

source: Customize
es_es: Personalizar

source: Close
es_es: Cerrar

source: Help
es_es: Ayuda

source: activated
es_es: activado

source: Security check
es_es: Revisión de seguridad

source: Click to change display to
es_es: Haga clic para cambiar la pantalla a

source: File Elements
es_es: Elementos del archivo

source: Set Elements
es_es: Establecer los elementos

source: Subset Elements
es_es: Elementos del subconjunto

source: File Template
es_es: Archivo de plantilla

source: File Sample
es_es: Ejemplo de archivo

source: References
es_es: Referencias

source: Options saved.
es_es: Opciones de guardado.

source: Warning: all character sets deactivated, must have one character set activated; Common set activated by default.
es_es: Advertencia: Todos los juegos de caracteres desactivado, debe tener un conjunto de caracteres activada; conjunto Common activado de forma predeterminada.

source: Warning: no character sets activated or deactivated.
es_es: Advertencia: no juegos de caracteres activada o desactivada.

source: Options initialized.
es_es: Opciones inicializado

source: Common set activated, all other sets deactivated.
es_es: Conjunto Common activado, todos los otros conjuntos desactivado.

source: Font
es_es: Fuente

source: Font Description
es_es: Descripción de la fuente

source: Uploading File
es_es: Carga de archivos

source: Deleting File
es_es: Eliminación de archivos

source: Error Reporting
es_es: Informe de errores

source: Error: file %s upload error %s.
es_es: Error al cargar archivo %s de error %s.

source: Specified file not uploaded.
es_es: El archivo especificado no cargado.

source: Error: file %s upload error.
es_es: Error: El archivo %s no se cargan

source: File type invalid, must be "text/xml".
es_es: Tipo de archivo no válida, debe estar "text/xml".

source: File contents invalid, check error log for details.
es_es: Contenido del archivo no válidos, compruebe el registro de errores para obtener más información.

source: File not copied into module directory.
es_es: Archivo no copian en el directorio del módulo.

source: Success: file %s uploaded.
es_es: Éxito: archivo %s cargado.

source: Error: no character set selected for delection.
es_es: Error: no juego de caracteres seleccionado por deleción.

source: and
es_es: y

source: deleted.
es_es: suprimido.

source: File not deleted: unknown error on deletion.
es_es: Archivo no eliminado: error desconocido en la eliminación.

source: File deleted.
es_es: Archivo eliminado.

source: Character Set
es_es: Juego de caracteres

source: Character Set Group
es_es: Carácter grupo conjunto

source: Character Set Description
es_es: Caracterización conjunto

source: Error log file empty, unable to display.
es_es: Error del archivo de registro vacío, incapaz de mostrar.

source: Activated character definition sets are initially displayed, deactivated sets are not displayed; click on the header bar to toggle display.
es_es: Activado conjuntos de definición de caracteres se muestra inicialmente, los conjuntos desactivados no se muestran, haga clic en la barra de encabezado para cambiar de pantalla.

source: Customize Unicode Sets
es_es: Personaliza Juegos Unicode

source: Character Set File Elements
es_es: Personajes Elementos conjunto de archivos

source: Character Set Elements
es_es: Elementos de juego de caracteres

source: Character Subset and Character Definition Elements
es_es: Subconjunto de caracteres y elementos de Carácter Definición

source: Character Set Definition File Templates
es_es: Juego de caracteres plantillas de definición de archivos

source: Character Set Definition File Sample
es_es: Definición Conjunto de caracteres del archivo de muestra

source: Error: Common definition set not found.
es_es: Error: la definición Common no conjunto encontrado.

source: The Common set is required for proper operation, please re-install the plugin to restore the definition set.
es_es: El conjunto común es necesaria para el funcionamiento correcto, vuelva a instalar el plugin para restaurar el conjunto de definición.

source: Unicode References
es_es: Referencias Unicode

source: Toggle the overall display of any given set of special characters by checking or unchecking the approproate checkbox below.
es_es: Cambiar la visualización global de un determinado conjunto de caracteres especiales, marcando o desmarcando la casilla de verificación approproate abajo.

source: To save the character keyboard selections, click the "Save" button.
es_es: Para guardar las selecciones de caracteres en el teclado, haga clic en "Save" botón.

source: To reset all pending changes and return the selections to the current state, click the "Reset" button.
es_es: Para restablecer todos los cambios pendientes y devolver las selecciones a la situación actual, haga clic en "Reset" botón.

source: To reset the selections to the initial state, click the "Initialize" button.
es_es: Para restablecer las selecciones a su estado inicial, haga clic en la carpeta "Initialize" botón.

source: Note: the character set "Common" cannot be overwritten or overridden.
es_es: Nota: el juego de caracteres "Common" no se pueden sobrescribir o reemplazar.

source: To upload a file, enter the file name in the input box and click the "Upload" button.
es_es: Para cargar un archivo, introduzca el nombre del archivo en el cuadro de entrada y haga clic en el "Upload" botón.

source: Check here to display the line-by-line file processing report in the error log.
es_es: Marque aquí para ver el informe del archivo línea por línea de elaboración en el registro de errores.

source: Click here to clear the upload file selection.
es_es: Haga clic aquí para borrar la selección de carga de archivos.

source: Note: the character set "Common" cannot be deleted.
es_es: Nota: el juego de caracteres "Common" no se puede eliminar.

source: To delete a character set file, select the file to be deleted and click the "Delete" button.
es_es: Para eliminar un archivo de conjunto de caracteres, seleccione el archivo que desea eliminar y haga clic en el "Delete" botón.

source: To reset the selections, click the "Reset" button.
es_es: Para restablecer las selecciones, haga clic en el "Reset" botón.

source: Click to toggle the display of %s special characters
es_es: Haga clic para alternar la visualización de los %s caracteres especiales

source: Select the character set definition files to be deleted by checking the appropriate checkbox below and then clicking the "Delete" button.
es_es: Seleccione los archivos de definición del juego de caracteres que desea eliminar marcando la casilla correspondiente a continuación y haga clic en la carpeta "Delete" botón.

source: deactivated.
es_es: desactivado.

source: You must now go to the <a href="admin.php?page=avp-unicode-charkbd-menu">%s</a> page to activate the character set.
es_es: Ahora debe ir a la <a href="admin.php?page=avp-unicode-charkbd-menu">%s</ a> para activar el juego de caracteres.

source: Select a file on the local system to upload into the "%s/Custom" subdirectory. Files uploaded will then need to be activated on the Settings page.
es_es: Seleccione un archivo en el sistema local para cargar en el directorio "%s/Custom" subdirectorio. Archivos subidos continuación, tendrá que ser activado en la página Configuración.

source: Character set resource(s):
es_es: Carácter recurso(s):

source: Download
es_es: Descargar

source: Donate
es_es: Donar

source: This character set contains the following subset(s):
es_es: Este conjunto de caracteres contiene el siguiente subconjunto(s):

source: Character set range(s):
es_es: Carácter rango establecido(s):

source: Recommended supplemental font(s) for this character set:
es_es: Recomendado fuente(s) suplementaria para este conjunto de caracteres:

source: Are you sure you want to initialize the selections?
es_es: ¿Está seguro que desea inicializar las selecciones?

source: Character set
es_es: Juego de caracteres

source: Find Character
es_es: Encontrar carácter

source: Are you sure you want to delete the selected file(s)?
es_es: ¿Está seguro que desea eliminar el archivo seleccionado(s)?

source: Are you sure you want to delete the log file?
es_es: ¿Está seguro que desea eliminar el archivo de registro?

source: <strong>To delete the error log file, click the "Delete" button.</strong>
es_es: <strong>Para eliminar el archivo de registro de errores, haga clic en el \ \"Delete" botón.</strong>

source: Search for: invalid character input "%s" specified.
es_es: Buscar: Entrada de carácter no válido "%s" especificado.

source: Search for: character "%s"
es_es: Buscar por: carácter "%s"

source: <strong>Character %s not found in any defined character set.</strong>
es_es: <strong>Carácter %s no se encuentra en cualquier conjunto de caracteres definido.</strong>

source: Character %s found: character set %s, subset %s, Unicode specifier "%s" with description "%s".
es_es: Carácter encontrado %s:. Conjunto de caracteres %s, %s subconjunto, Unicode especificador "%s" con la descripción "%s"
